import React from "react";
import './MyInfo.css'
function MyInfo() {
    return (
<div>
<h1>Solodovnik Nikita</h1>
<p><img src="Tesla.jpg"/></p>
      <p class= "col">Широко известен благодаря своему вкладу в создание устройств, работающих на переменном токе, многофазных систем, синхронного генератора и асинхронного электродвигателя, позволивших совершить так называемый второй этап промышленной революции.

Также он известен как сторонник существования эфира — благодаря своим многочисленным опытам и экспериментам, имевшим целью показать наличие эфира как особой формы материи, поддающейся использованию в технике.

Именем изобретателя названа единица измерения плотности магнитного потока (магнитной индукции). Среди многих наград учёного — медали Эллиота Крессона, Джона Скотта, Томаса Эдисона.

Современники-биографы считают Теслу «человеком, который изобрёл XX век» и «святым заступником» современного электричества.

После демонстрации радио и победы в «Войне токов» Тесла получил повсеместное признание как выдающийся инженер-электротехник и изобретатель. Ранние работы Теслы проложили путь современной электротехнике, его открытия раннего периода имели инновационное значение. В США по известности Тесла мог конкурировать с любым изобретателем или учёным в истории, а также в массовой культуре.</p>
<p>Страны в которых я хочу побывать:</p>
    <div class=" col"><a href="https://ru.wikipedia.org/wiki/%D0%A2%D0%B5%D1%81%D0%BB%D0%B0,_%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0">Cхемы корабля</a></div>
</div>
        )
}

export default MyInfo